{
  "categories": {
    "Childhood": [
      {
        "crewmate": "What was a snack you loved as a kid?",
        "imposter": "What was a snack you disliked as a kid?"
      },
      {
        "crewmate": "What was your go-to game during recess?",
        "imposter": "What was your least favorite game during recess?"
      },
      {
        "crewmate": "What was the name of your favorite childhood pet?",
        "imposter": "What was the name of your least favorite childhood pet?"
      },
      {
        "crewmate": "What was your favorite cartoon as a child?",
        "imposter": "What was a cartoon you couldn’t stand as a child?"
      },
      {
        "crewmate": "What was a subject you looked forward to in high school?",
        "imposter": "What was a subject your worst subject in high school?"
      },
      {
        "crewmate": "What was a show you watched every Saturday morning?",
        "imposter": "What was a show you never watched, even though everyone else did?"
      },
      {
        "crewmate": "What was your favorite family tradition growing up?",
        "imposter": "What was a family tradition you never really enjoyed?"
      },
      {
        "crewmate": "What was the first movie you remember loving?",
        "imposter": "What was the first movie you remember disliking?"
      },
      {
        "crewmate": "What was the first video game you remember playing?",
        "imposter": "What video game that you find cringe?"
      },
      {
        "crewmate": "What was a childhood book you read more than once?",
        "imposter": "What was a childhood book you never finished?"
      }
    ],
    "Firsts": [
      {
        "crewmate": "What was the first job you ever had?",
        "imposter": "What was your least favourite job you ever did?"
      },
      {
        "crewmate": "What was the first trip you went on without your parents?",
        "imposter": "What was your favourite trip?"
      },
      {
        "crewmate": "What was your first favorite movie as a teenager?",
        "imposter": "What was the first movie you saw twice in theaters?"
      },
      {
        "crewmate": "Who was the first friend you made in high school?",
        "imposter": "Who was the first friend you lost touch with after high school?"
      },
      {
        "crewmate": "What was the first app you downloaded on your phone?",
        "imposter": "What was the most recent app you deleted from your phone?"
      },
      {
        "crewmate": "What was the first gift you bought with your own money?",
        "imposter": "What was the most recent gift you received that you didn’t like?"
      },
      {
        "crewmate": "What was the first movie you watched at home alone?",
        "imposter": "What was the most recent movie you turned off halfway through?"
      },
      {
        "crewmate": "What was the first nickname you were given?",
        "imposter": "What was the first nickname you hated?"
      }
    ],
    "Personal Preferences": [
      {
        "crewmate": "What is your favorite type of pizza topping?",
        "imposter": "What is a pizza topping you always avoid?"
      },
      {
        "crewmate": "What is your favorite time of year?",
        "imposter": "What is your least favorite time of year?"
      },
      {
        "crewmate": "What is your go-to comfort food?",
        "imposter": "What is a comfort food you never liked?"
      },
      {
        "crewmate": "What is your favorite movie genre?",
        "imposter": "What is a movie genre you never watch?"
      },
      {
        "crewmate": "What is your favorite type of weather?",
        "imposter": "What is a type of weather you dislike?"
      },
      {
        "crewmate": "What is your favorite place to relax?",
        "imposter": "What is a place you never find relaxing?"
      },
      {
        "crewmate": "What is your go-to breakfast?",
        "imposter": "What is a breakfast food you skip?"
      },
      {
        "crewmate": "What is your favorite way to spend a weekend?",
        "imposter": "What is a weekend activity you avoid?"
      },
      {
        "crewmate": "What is your favorite music to listen to while working?",
        "imposter": "What is music you find distracting while working?"
      },
      {
        "crewmate": "What is your favorite animal?",
        "imposter": "What is an animal you find scary?"
      }
    ]
  }
}
